Repository: theforeman/hammer-cli-foreman-tasks
Catalog: locale/*/hammer_cli_foreman_tasks.po
Languages: fr, ja, ka

source: Action
ja: アクション
ka: მოქმედება

source: Last occurrence
fr: Dernière occurrence
ja: 最後の実行
ka: წინა შედეგი

source: Next occurrence
fr: Prochaine occurrence
ja: 次の実行
ka: შემდეგი შედეგი

source: Iteration limit
fr: Limite de l'itération
ja: 繰り返し制限
ka: იტერაციის ლიმიტი

source: Repeat until
fr: Répéter jusqu'à
ja: 繰り返し
ka: გამეორება, სანამ

source: Unlimited
fr: Illimité
ja: 無制限
ka: შეუზღუდავი

source: Please mention appropriate attribute value
fr: Veuillez mentionner la valeur d'attribut appropriée
ja: 適切な属性値を記述してください
ka: გთხოვთ მოიხსენიოთ შესაბამისი ატრიბუტის მნშვნელობა

source: Cron line
fr: Ligne Cron
ja: cron 行
ka: Cron-ის სტრიქონი

source: Task count
fr: Nombre de tâches
ja: タスク数
ka: ამოცანების რიცხვი

source: Iteration
fr: Itération
ja: 繰り返し
ka: იტერაცია

source: End time
fr: Heure de fin
ja: 終了時間
ka: დასრულების დრო

source: State
fr: État
ja: 状態

source: Purpose
fr: Objectif
ja: 目的
ka: მიზანი

source: Recurring logic cancelled.
fr: Logique récurrente annulée.
ja: 再帰論理をキャンセル。
ka: განმეორებადი ლოგიკა გაუქმდა.

source: Could not cancel the recurring logic
fr: N'a pas pu annuler la logique récurrente.
ja: 再帰論理をキャンセルできませんでした
ka: განმეორებადი ლოგიკის გაუქმება შეუძლებელია

source: Only delete cancelled recurring logics
fr: Supprimer uniquement les logiques récurrentes annulées
ja: キャンセルされた再帰論理のみ削除
ka: გამეორებადი ლოგიკის მხოლოდ წაშლა გაუქმდა

source: Only delete finished recurring logics
fr: Supprimer uniquement les logiques récurrentes terminées
ja: 終了した再帰論理のみ削除
ka: გამეორებადი ლოგიკის მხოლოდ წაშლა დასრულდა

source: Delete all recuring logics filtered by the arguments
fr: Supprimer toutes les logiques récurrentes filtrées par les arguments
ja: 引数でフィルタリングされたすべての再帰論理を削除
ka: არგუმენტების მიერ გაფილტრული ყველა განმეორებადი ლოგიკის წაშლა

source: Could not delete recurring logics
fr: Impossible de supprimer les logiques récurrentes
ja: 再帰論理を削除できませんでした
ka: განმეორებადი ლოგიკების წაშლა შეუძლებელია

source: The following recurring logics deleted:
fr: Les logiques récurrentes suivantes ont été supprimées :
ja: 次の再帰論理が削除されました:
ka: წაიშალა შემდეგი განმეორებადი ლოგიკები:

source: No recurring logics deleted.
fr: Aucune logique récurrente supprimée.
ja: 削除された再帰論理はありません。
ka: განმეორებადი ლოგიკები არ წაშლილა.

source: Recurring logic related actions
fr: Logique récurrenteActions liées à la logique récurrente.
ja: 再帰論理関連のアクション
ka: განმეორებადი ლოგიკის შესაბამისი ქმედებები

source: Show the progress of the task
fr: Afficher le progrès de la tâche
ja: タスクの進捗状況を表示
ka: ამოცანის მიმდინარეობის ჩვენება

source: Result
fr: Résultat
ja: 結果
ka: შედეგი

source: Started at
fr: Démarré à
ja: 開始時刻
ka: დაწყებული

source: Ended at
fr: Terminé à
ja: 終了時刻
ka: დასრულების დრო

source: Duration
fr: Durée
ja: 期間
ka: ხანგრძლოვობა

source: Owner
fr: Propriétaire
ja: 所有者
ka: მფლობელი

source: Task errors
fr: Erreurs de tâche
ja: タスクのエラー
ka: დავალების შედომები

source: Resume all tasks paused in error state
fr: Reprendre toutes les tâches en attente avec des erreurs
ja: エラー状態で一時停止しているタスクをすべて再開
ka: ყველა შეცდომის მდგომარეობაში შეჩერებული ამოცანის გაგრძელება

source: Total tasks found paused in error state
fr: Total des tâches mises en attente avec des erreurs
ja: エラー状態で一時停止しているタスクの合計
ka: შეცდომის მდგომარეობაში შეჩერებული ამოცანების რაოდენობა

source: Total tasks resumed
fr: Total des tâches terminées
ja: 再開されたタスクの合計
ka: გაგრძელებული ამოცანების რაოდენობა

source: Resumed tasks
fr: Tâches terminées
ja: 再開されたタスク
ka: გაგრძელებული ამოცანები

source: Task identifier
fr: Identificateur de tâche
ja: タスクの識別子
ka: ამოცანის იდენტიფიკატორი

source: Task action
fr: Action de tâche
ja: タスクのアクション
ka: დავალების ქმედება

source: Total tasks failed to resume
fr: Total des tâches qui n'ont pas pu être terminées
ja: 再開に失敗したタスクの合計
ka: გაგრძელების შეცდომის მქონე ამოცანების რაოდენობა

source: Failed tasks
fr: Tâches ayant échoué
ja: 失敗したタスク
ka: შეცდომის მქონე ამოცანები

source: Total tasks skipped
fr: Total des tâches évitées
ja: スキップされたタスクの合計
ka: გამოტოვებული ამოცანების რაოდენობა

source: Skipped tasks
fr: Tâches évitées
ja: スキップされたタスク
ka: გამოტოვებული ამოცანები
